module.exports = function() {
	  return {
		    "results": [
                      {A:'新建',B:'YQTS16001',C:'2016-05-22',D:'2016-05-23',E:'张慧芳',F:'图书部1',
                      G:'KH001',H:'格言杂志社',I:'32000.00',J:'小学教材合集',K:'图书',L:'15000',M:'20000.00'
                      },
                      {A:'',B:'',C:'',D:'',E:'',F:'',
                      G:'',H:'',I:'',J:'小学教材合集',K:'图书',L:'15000',M:'20000.00'
                      },
                      {A:'',B:'',C:'',D:'',E:'',F:'',
                      G:'',H:'',I:'',J:'小学语文一年级',K:'图书',L:'15000',M:'20000.00'
                      },
                      {A:'',B:'',C:'',D:'',E:'',F:'',
                       G:'',H:'',I:'',J:'小学数学一年级',K:'图书',L:'15000',M:'20000.00'
                      },
                      {A:'生产中',B:'YQTS16201',C:'2016-05-25',D:'2016-05-27',E:'董静',F:'图书部2',
                      G:'KH001',H:'科学出版社',I:'15000.00',J:'恐龙的宝藏',K:'图书',L:'5000',M:'15000.00'
                      },
                      {A:'已入库',B:'YQTS16201',C:'2016-05-29',D:'2016-06-02',E:'王闯',F:'期刊部2',
                      G:'KH025',H:'财经出版社',I:'9000.00',J:'财经国家-丝绸之路(上册)',K:'期刊',L:'3000',M:'0'
                      },
		              ],
		    "paging": {
		      "pageIndex": 1,
		      "pageCount": 1,
		      "rowCount":6
		    }

	  };
	};
